// problems.js

export const problemList = [
  {
    kanji: "五周年おめでとうございます",
    kana:  "ごしゅうねんおめでとうございます"
  },
  {
    kanji: "れいさん大好き",
    kana:  "れいさんだいすき"
  },
  {
    kanji: "好きすぎてしんどい",
    kana:  "すきすぎてしんどい"
  },
  {
    kanji: "過激派のみなさん落ち着いて",
    kana:  "かげきはのみなさんおちついて"
  },
  {
    kanji: "お気に入りはいないよ",
    kana:  "おきにいりはいないよ"
  },
  {
    kanji: "質問箱浄化",
    kana:  "しつもんばこじょうか"
  },
  {
    kanji: "都合のいい関係",
    kana:  "つごうのいいかんけい"
  },
  {
    kanji: "下心旅行",
    kana:  "したごころりょこう"
  },
  {
    kanji: "欲求不満",
    kana:  "よっきゅうふまん"
  },
  {
    kanji: "んー",
    kana:  "んー"
  },
  {
    kanji: "時差め、、、",
    kana:  "じさめ、、、"
  },
    
// シチュボ・台詞
  {
    kanji: "年上彼女シリーズ",
    kana:  "としうえかのじょしりーず"
  },
  {
    kanji: "消しちゃおっか<br>ツイッターのフォロー",
    kana:  "けしちゃおっかついったーのふぉろー"
  },
  {
    kanji: "先輩一人でしたりするんですか",
    kana:  "せんぱいひとりでしたりするんですか"
  },
  {
    kanji: "声聞かせて",
    kana:  "こえきかせて"
  },
  {
    kanji: "田中さんのこと嘘つきって呼びます",
    kana:  "たなかさんのことうそつきってよびます"
  },
  {
    kanji: "私にとって無害",
    kana:  "わたしにとってむがい"
  },
  {
    kanji: "関西生まれ関西育ち",
    kana:  "かんさいうまれかんさいそだち"
  },
  {
    kanji: "寝落ちラジオ",
    kana:  "ねおちらじお"
  },
  {
    kanji: "先輩実はドMでしょ",
    kana:  "せんぱいじつはどえむでしょ"
  },
  {
    kanji: "ちゃんと舌出して",
    kana:  "ちゃんとしただして"
  },
  {
    kanji: "泣き顔性癖",
    kana:  "なきがおせいへき"
  },
  {
    kanji: "吐息、リップ音注意",
    kana:  "といき、りっぷおんちゅうい"
  },
  {
    kanji: "クズです注意",
    kana:  "くずですちゅうい"
  },
  {
    kanji: "事後注意",
    kana:  "じごちゅうい"
  },
  {
    kanji: "咀嚼音注意",
    kana:  "そしゃくおんちゅうい"
  },
  {
    kanji: "好きになっちゃったんだなーって",
    kana:  "すきになっちゃったんだなーって"
  },
  {
    kanji: "私が決めるの",
    kana:  "わたしがきめるの"
  },
  {
    kanji: "ヒビカセ",
    kana:  "ひびかせ"
  },
  {
    kanji: "気持ちいい事好きですもんね",
    kana:  "きもちいいことすきですもんね"
  },
  {
    kanji: "同僚",
    kana:  "どうりょう"
  },
  {
    kanji: "先輩がダメなら後輩もアリかも",
    kana:  "せんぱいがだめならこうはいもありかも"
  },
  {
    kanji: "その人のこと好きなの？",
    kana:  "そのひとのことすきなの？"
  },
  {
    kanji: "縛っててよかった",
    kana:  "しばっててよかった"
  },
  {
    kanji: "お風呂一緒にはいろっか",
    kana:  "おふろいっしょにはいろっか"
  },
  {
    kanji: "いっぱいぎゅーしてちゅー",
    kana:  "いっぱいぎゅーしてちゅー"
  },
  {
    kanji: "なに想像しました",
    kana:  "なにそうぞうしました"
  },
  {
    kanji: "世田れいと電話",
    kana:  "せたれいとでんわ"
  },
  {
    kanji: "一人でするように指示",
    kana:  "ひとりでするようにしじ"
  },
  {
    kanji: "私の声好きでしょ",
    kana:  "わたしのこえすきでしょ"
  },
  {
    kanji: "一人暮しなのに声我慢するんですか",
    kana:  "ひとりぐらしなのにこえがまんするんですか"
  },
  {
    kanji: "塩対応な家庭教師の先生",
    kana:  "しおたいおうなかていきょうしのせんせい"
  },
  {
    kanji: "関西弁彼女にまた会いたい",
    kana:  "かんさいべんかのじょにまたあいたい"
  },
  {
    kanji: "寝たふりバレてますよ",
    kana:  "ねたふりばれてますよ"
  },
  {
    kanji: "きもちいと何も考えられないの？",
    kana:  "きもちいとなにもかんがえられないの？"
  },
  {
    kanji: "やだ",
    kana:  "やだ"
  },
  {
    kanji: "私のものだって思わせて",
    kana:  "わたしのものだっておもわせて"
  },
  {
    kanji: "浮気した？",
    kana:  "うわきした？"
  },
  {
    kanji: "濡れてるのわかっちゃうの嫌なんだ",
    kana:  "ぬれてるのわかっちゃうのいやなんだ"
  },
  {
    kanji: "指舐め強要",
    kana:  "ゆびなめきょうよう"
  },
  {
    kanji: "舐めるの上手",
    kana:  "なめるのじょうず"
  },
  {
    kanji: "あーそれやばい",
    kana:  "あーそれやばい"
  },
  {
    kanji: "キャンディキスゲーム会場は<br>どちらですか？",
    kana:  "きゃんでぃきすげーむかいじょうはどちらですか？"
  },
  {
    kanji: "スペアリブ",
    kana:  "すぺありぶ"
  },
  {
    kanji: "世田れいショートボイス",
    kana:  "せたれいしょーとぼいす"
  },
  {
    kanji: "れいちゃん情報",
    kana:  "れいちゃんじょうほう"
  },
  {
    kanji: "れいのためにどれくらい頑張れそう",
    kana:  "れいのためにどれくらいがんばれそう"
  },
  {
    kanji: "もっと好きになって",
    kana:  "もっとすきになって"
  },
  {
    kanji: "シチュボは気が向くまで出ません",
    kana:  "しちゅぼはきがむくまででません"
  },
// キャス
  {
    kanji: "Youtubelive挫折",
    kana:  "ゆーちゅーぶらいぶざせつ"
  },
  {
    kanji: "どらさんコラボ",
    kana:  "どらさんこらぼ"
  },
  {
    kanji: "dan.さんコラボ",
    kana:  "だんさんこらぼ"
  },
  {
    kanji: "通話企画",
    kana:  "つうわきかく"
  },
  {
    kanji: "連絡は電話がいい",
    kana:  "れんらくはでんわがいい"
  },
  {
    kanji: "耳舐め",
    kana:  "みみなめ"
  },
  {
    kanji: "巣蜜",
    kana:  "すみつ"
  },
    {
    kanji: "ハニーゼリー",
    kana:  "はにーぜりー"
  },
    {
    kanji: "大きいゴーフル",
    kana:  "おおきいごーふる"
  },
  {
    kanji: "リップ音同時視聴",
    kana:  "りっぷおんどうじしちょう"
  },
  {
    kanji: "充電問題",
    kana:  "じゅうでんもんだい"
  },
  {
    kanji: "ねこひゃっぴき",
    kana:  "ねこひゃっぴき"
  },
  {
    kanji: "こんばんは世田れいです",
    kana:  "こんばんはせたれいです"
  },
  {
    kanji: "なんの話する",
    kana:  "なんのはなしする"
  },
  {
    kanji: "いちゃいちゃ",
    kana:  "いちゃいちゃ"
  },
  {
    kanji: "おもちちゃん",
    kana:  "おもちちゃん"
  },
  {
    kanji: "テディ先輩",
    kana:  "てでぃせんぱい"
  },
  {
    kanji: "マイメロ配信者",
    kana:  "まいめろはいしんしゃ"
  },
  {
    kanji: "れいと付き合ったら何したい",
    kana:  "れいとつきあったらなにしたい"
  },
  {
    kanji: "一回嫌がって欲しい",
    kana:  "いっかいいやがってほしい"
  },
  {
    kanji: "ベッドにそっと置かれるおもちゃ",
    kana:  "べっどにそっとおかれるおもちゃ"
  },
  {
    kanji: "泡風呂マスター",
    kana:  "あわぶろますたー"
  },
  {
    kanji: "ハーレムつくりにきてる",
    kana:  "はーれむつくりにきてる"
  },
  {
    kanji: "お揃いパジャマ",
    kana:  "おそろいぱじゃま"
  },
  {
    kanji: "お布施ありがと昇格です",
    kana:  "おふせありがとしょうかくです"
  },
  {
    kanji: "～～毎",
    kana:  "なんとかまい"
  },
  {
    kanji: "何卒",
    kana:  "なにそつ"
  },
  {
    kanji: "またしても身長を偽る世田れい",
    kana:  "またしてもしんちょうをいつわるせたれい"
  },
  {
    kanji: "メンタルぽよ励み系フォルダ",
    kana:  "めんたるぽよはげみけいふぉるだ"
  },
  {
    kanji: "吹きガラスで怒られる世田れい",
    kana:  "ふきがらすでおこられるせたれい"
  },
  {
    kanji: "キョロキョロして蛙化",
    kana:  "きょろきょろしてかえるか"
  },
  {
    kanji: "ベッドメイクの天才",
    kana:  "べっどめいくのてんさい"
  },
  {
    kanji: "言葉責め",
    kana:  "ことばぜめ"
  },
  {
    kanji: "メイドコス洋服抜き",
    kana:  "めいどこすようふくぬき"
  },
  {
    kanji: "愛してるゲーム無敵",
    kana:  "あいしてるげーむむてき"
  },
  {
    kanji: "バリバリの関西弁",
    kana:  "ばりばりのかんさいべん"
  },
  {
    kanji: "北風小僧の寒太郎",
    kana:  "きたかぜこぞうのさむたろう"
  },
  {
    kanji: "緑黄色社会",
    kana:  "りょくおうしょくやさい"
  },
  {
    kanji: "順番に性癖コメントして",
    kana:  "じゅんばんにせいへきこめんとして"
  }
];
